{
	"id": 25958,
	"url": "http://localhost:8080/gvt",
	"version": "1.0.0-beta",
	"date": "1575179993714",
	"name": "GVT",
	"organization": "NIST",
	"header": "",
	"contactEmail": "nicolas.crouzier@nist.gov",
	"adminEmails": [
		"harold.affo@nist.gov",
		"crouzier@nist.gov",
		"nicolas.crouzier@nist.gov",
		"robert.snelick@nist.gov",
		"haffo@nist.gov"
	],
	"disclaimer": "",
	"confidentiality": "",
	"confidentialityLink": null,
	"acknowledgment": "",
	"subTitle": "NIST HL7 V2 General Validation Tool",
	"privacy": "",
	"csrfToken": null,
	"apiDocsPath": "/apidocs/swagger-ui.html",
	"mailFrom": "hit-testing@nist.gov",
	"registrationTitle": "\"Notice to Applicant Regarding Tool Terms of Use\"",
	"registrationAgreement": "\"Application for the use of the HL7 v2 General Validation Tool does not guarantee that the applicant will be granted approval for use by the National Institute of Standards and Technology (NIST).The HL7 v2 General Validation Tool software is hosted on a NIST server, and your information will not be visible to users other than NIST staff and yourselves. Information provided in the HL7 v2 General Validation Tool does not imply NIST endorsement of any particular product, service, organization, company, information provider, or content. This software was developed at the NIST by employees of the Federal Government in the course of their official duties. Pursuant to title 17 Section 105 of the United States Code, this software is not subject to copyright protection and is in the public domain. NIST assumes no responsibility whatsoever for its use by other parties, and makes no guarantees, expressed or implied, about its quality, reliability, or any other characteristic. We would appreciate acknowledgment if the software is used. The outcome of the use of Tool can be redistributed and/or modified freely provided that any derivative works bear some notice that they are derived from it, and any modified versions bear some notice that they have been modified.\"",
	"registrationSubmittedContent": "\"Thank you for submitting an application for use of the NIST HL7 v2 General Validation Tool. You can start using the tool right away.\"",
	"registrationSubmittedTitle": "\"Application Submitted successfully!\"",
	"registrationAcceptanceTitle": "\"I have read the Notice to Applicant and Accept the Terms of Use for the NIST HL7 v2 General Validation Tool\"",
	"uploadMaxSize": "100MB",
	"uploadContentTypes": "application/xml,text/xml,text/plain",
	"options": {
		"CB_MANAGEMENT_SUPPORTED": "true",
		"CF_MANAGEMENT_SUPPORTED": "true",
		"DOMAIN_SELECTION_SUPPORTED": "true",
		"USER_LOGIN_SUPPORTED": "true",
		"DOMAIN_MANAGEMENT_SUPPORTED": "true",
		"ORGANIZATION_NAME": "NIST",
		"DIVISION_LINK": "NA",
		"ORGANIZATION_LOGO": "images/nist_logo.gif",
		"EMPLOYER_REQUIRED": "false",
		"DOC_MANAGEMENT_SUPPORTED": "false",
		"DOWNLOAD_WAR_DISABLED": "false",
		"PRIVACY_LINK": "NA",
		"TOOL_SCOPE_SELECTON_DISPLAYED": "true",
		"DIVISION_LOGO": "NA",
		"ORGANIZATION_LINK": "",
		"DIVISION_NAME": "NA",
		"DISCLAIMER_LINK": "NA",
		"AUTHENTICATION_REQUIRED": "false"
	}
}